Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: This project is not linked to a live spec source.
de: Dieses Projekt ist nicht mit einer aktiven Spec-Quelle verknüpft.
es: Este proyecto no está vinculado a un origen de especificación activo.
fr: Ce projet n'est pas lié à une source de spécification active.
ja: このプロジェクトは参照元仕様にリンクされていません。
ko: 이 프로젝트는 연결된 사양 원본에 연결되어 있지 않습니다.
pt_br: Este projeto não está vinculado a uma fonte de especificação ativa.
zh_hans: 此项目未链接到联机规范来源。
zh_hant: 此專案未連結至線上規格來源。

source: This project is not linked to a live spec URL.
de: Dieses Projekt ist nicht mit einer aktiven Spec-URL verknüpft.
es: Este proyecto no está vinculado a una URL de especificación activa.
fr: Ce projet n'est pas lié à une URL de spécification active.
ja: このプロジェクトは参照元仕様の URL にリンクされていません。
ko: 이 프로젝트는 연결된 사양 URL에 연결되어 있지 않습니다.
pt_br: Este projeto não está vinculado a uma URL de especificação ativa.
zh_hans: 此项目未链接到联机规范 URL。
zh_hant: 此專案未連結到線上規格 URL。

source: This project uses a detached spec snapshot.
de: Dieses Projekt verwendet einen einmaligen Spec-Import ohne Live-Verknüpfung.
es: Este proyecto usa una especificación importada sin vínculo activo.
fr: Ce projet utilise une spécification importée sans liaison active.
ja: このプロジェクトはライブソースにリンクされていないインポート仕様を使用しています。
ko: 이 프로젝트는 활성 소스에 연결되지 않은 가져온 사양을 사용합니다.
pt_br: Este projeto usa uma especificação importada sem vínculo ativo.
zh_hans: 此项目使用未链接到实时源的导入规范。
zh_hant: 此專案使用未連結到即時來源的匯入規格。

source: This request has no body
de: Diese Anfrage hat keinen Body
es: Esta solicitud no tiene cuerpo
fr: Cette requête n'a pas de corps
ja: このリクエストにはボディがありません
ko: 이 요청에는 본문이 없습니다
pt_br: Esta requisição não tem corpo
zh_hans: 此请求没有正文
zh_hant: 此請求沒有主體

source: This request requires no authentication
de: Diese Anfrage erfordert keine Authentifizierung
es: Esta solicitud no requiere autenticación
fr: Cette requête ne nécessite pas d'authentification
ja: このリクエストは認証不要です
ko: 이 요청은 인증이 필요하지 않습니다
pt_br: Esta requisição não requer autenticação
zh_hans: 此请求不需要认证
zh_hant: 此請求不需要認證

source: This will permanently delete all projects, requests, credentials, sessions, and settings.
de: Dies löscht dauerhaft alle Projekte, Anfragen, Anmeldedaten, Sitzungen und Einstellungen.
es: Esto eliminará permanentemente todos los proyectos, solicitudes, credenciales, sesiones y ajustes.
fr: Cela supprimera définitivement tous les projets, requêtes, identifiants, sessions et réglages.
ja: すべてのプロジェクト、リクエスト、認証情報、セッション、設定が完全に削除されます。
ko: 모든 프로젝트, 요청, 자격 증명, 세션 및 설정이 영구적으로 삭제됩니다.
pt_br: Isso excluirá permanentemente todos os projetos, requisições, credenciais, sessões e ajustes.
zh_hans: 这将永久删除所有项目、请求、凭证、会话和设置。
zh_hant: 這將永久刪除所有專案、請求、憑證、工作階段和設定。

source: Timeout
de: Zeitüberschreitung
es: Tiempo de espera
fr: Délai d'expiration
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo limite
zh_hans: 超时
zh_hant: 逾時

source: Timeout (seconds)
de: Zeitüberschreitung (Sekunden)
es: Tiempo de espera (segundos)
fr: Délai d'expiration (secondes)
ja: タイムアウト（秒）
ko: 시간 초과 (초)
pt_br: Tempo limite (segundos)
zh_hans: 超时（秒）
zh_hant: 逾時（秒）

source: Timeout: %llds
de: Zeitüberschreitung: %lld s
es: Tiempo de espera: %lld s
fr: Délai : %lld s
ja: タイムアウト：%lld 秒
ko: 시간 초과: %lld초
pt_br: Tempo limite: %lld s
zh_hans: 超时：%lld 秒
zh_hant: 逾時：%lld 秒

source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
ja: タイムスタンプ
ko: 타임스탬프
pt_br: Data e hora
zh_hans: 时间戳
zh_hant: 時間戳記

source: TLS Error
de: TLS-Fehler
es: Error TLS
fr: Erreur TLS
ja: TLSエラー
ko: TLS 오류
pt_br: Erro TLS
zh_hans: TLS 错误
zh_hant: TLS 錯誤

source: Token cannot be empty.
de: Token darf nicht leer sein.
es: El token no puede estar vacío.
fr: Le jeton ne peut pas être vide.
ja: トークンを空にすることはできません。
ko: 토큰은 비워 둘 수 없습니다.
pt_br: O token não pode estar vazio.
zh_hans: 令牌不能为空。
zh_hant: 權杖不能為空。

source: Token saved for %@.
de: Token für %@ gespeichert.
es: Token guardado para %@.
fr: Jeton enregistré pour %@.
ja: %@ のトークンを保存しました。
ko: %@에 대한 토큰이 저장되었습니다.
pt_br: Token salvo para %@.
zh_hans: 已保存 %@ 的令牌。
zh_hant: 已儲存 %@ 的權杖。

source: Token saved on this device
de: Token auf diesem Gerät gespeichert
es: Token guardado en este dispositivo
fr: Jeton enregistré sur cet appareil
ja: このデバイスにトークンを保存済み
ko: 이 기기에 토큰 저장됨
pt_br: Token salvo neste dispositivo
zh_hans: 令牌已保存在此设备
zh_hant: 權杖已儲存在此裝置

source: Tokens are stored in Keychain on this device only and are used when refreshing linked Git specs. Sign in with GitHub uses the device authorization flow; you can also paste a personal access token manually.
de: Token werden nur in der Keychain auf diesem Gerät gespeichert und beim Aktualisieren verknüpfter Git-Specs verwendet. Die Anmeldung mit GitHub nutzt den Geräteautorisierungsablauf; Sie können auch manuell einen persönlichen Zugriffstoken einfügen.
es: Los tokens se almacenan en Keychain solo en este dispositivo y se usan al actualizar especificaciones vinculadas en Git. Iniciar sesión con GitHub usa el flujo de autorización del dispositivo; también puede pegar un token de acceso personal manualmente.
fr: Les jetons sont stockés dans Keychain sur cet appareil uniquement et sont utilisés lors de l'actualisation des spécifications Git liées. La connexion avec GitHub utilise le flux d'autorisation de l'appareil ; vous pouvez aussi coller un jeton d'accès personnel manuellement.
ja: トークンはこのデバイスの Keychain にのみ保存され、リンクされた Git 仕様の更新時に使用されます。GitHub サインインはデバイス認可フローを使用します。個人アクセストークンを手動で貼り付けることもできます。
ko: 토큰은 이 기기의 Keychain에만 저장되며 연결된 Git 사양을 새로 고칠 때 사용됩니다. GitHub 로그인은 디바이스 권한 부여 흐름을 사용합니다. 개인 액세스 토큰을 수동으로 붙여넣을 수도 있습니다.
pt_br: Os tokens são armazenados no Keychain apenas neste dispositivo e são usados ao atualizar especificações Git vinculadas. Entrar com GitHub usa o fluxo de autorização do dispositivo; você também pode colar um token de acesso pessoal manualmente.
zh_hans: 令牌仅存储在此设备的 Keychain 中，用于刷新链接的 Git 规范。使用 GitHub 登录采用设备授权流程；你也可以手动粘贴个人访问令牌。
zh_hant: 權杖僅儲存在此裝置的 Keychain 中，用於重新整理連結的 Git 規格。使用 GitHub 登入採用裝置授權流程；你也可以手動貼上個人存取權杖。

source: Too many redirects.
de: Zu viele Weiterleitungen.
es: Demasiadas redirecciones.
fr: Trop de redirections.
ja: リダイレクトが多すぎます。
ko: 리디렉션이 너무 많습니다.
pt_br: Redirecionamentos em excesso.
zh_hans: 重定向次数过多。
zh_hant: 重新導向次數過多。

source: Total
de: Gesamt
ja: 合計
ko: 합계
zh_hans: 总计
zh_hant: 總計

source: Truncated
de: Gekürzt
es: Truncado
fr: Tronqué
ja: 切り詰め
ko: 잘림
pt_br: Truncado
zh_hans: 已截断
zh_hant: 已截斷

source: Trusted Git Hosts
de: Vertrauenswürdige Git-Hosts
es: Hosts Git de confianza
fr: Hôtes Git de confiance
ja: 信頼できる Git ホスト
ko: 신뢰할 수 있는 Git 호스트
pt_br: Servidores Git confiáveis
zh_hans: 受信任的 Git 主机
zh_hant: 受信任的 Git 主機

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: Type DELETE to confirm:
de: Gib DELETE ein, um zu bestätigen:
es: Escribe DELETE para confirmar:
fr: Tapez DELETE pour confirmer :
ja: DELETE と入力して確認：
ko: 확인하려면 DELETE를 입력하세요:
pt_br: Digite DELETE para confirmar:
zh_hans: 输入 DELETE 以确认：
zh_hant: 輸入 DELETE 以確認：

source: Types & Conversion
de: Typen und Konvertierung
es: Tipos y conversión
fr: Types et conversion
ja: 型と変換
ko: 유형 및 변환
pt_br: Tipos e conversão
zh_hans: 类型与转换
zh_hant: 類型與轉換

source: UDP Datagram
de: UDP-Datagramm
es: Datagrama UDP
fr: Datagramme UDP
ja: UDP データグラム
ko: UDP 데이터그램
pt_br: Datagrama UDP
zh_hans: UDP 数据报
zh_hant: UDP 資料報

source: Unchanged
de: Unverändert
es: Sin cambios
fr: Inchangé
ja: 変更なし
ko: 변경 없음
pt_br: Sem alterações
zh_hans: 未更改
zh_hant: 未變更

source: Unknown command: %@. Supported: cURL, wget, HTTPie
de: Unbekannter Befehl: %@. Unterstützt: cURL, wget, HTTPie
es: Comando desconocido: %@. Soportados: cURL, wget, HTTPie
fr: Commande inconnue : %@. Formats acceptés : cURL, wget, HTTPie
ja: 不明なコマンド：%@。対応：cURL、wget、HTTPie
ko: 알 수 없는 명령: %@. 지원: cURL, wget, HTTPie
pt_br: Comando desconhecido: %@. Suportados: cURL, wget, HTTPie
zh_hans: 未知命令：%@。支持：cURL、wget、HTTPie
zh_hant: 未知指令：%@。支援：cURL、wget、HTTPie

source: Unknown iCloud account change type. Please update the app.
de: Unbekannter iCloud-Kontoänderungstyp. Bitte aktualisiere die App.
es: Tipo de cambio de cuenta de iCloud desconocido. Actualiza la app.
fr: Type de changement de compte iCloud inconnu. Mettez à jour l'application.
ja: 不明なiCloudアカウント変更タイプです。アプリを更新してください。
ko: 알 수 없는 iCloud 계정 변경 유형입니다. 앱을 업데이트하세요.
pt_br: Tipo de alteração de conta do iCloud desconhecido. Atualize o app.
zh_hans: 未知的 iCloud 账户变更类型。请更新应用。
zh_hant: 未知的 iCloud 帳戶變更類型。請更新應用程式。

source: Unknown iCloud zone deletion reason received. Local data preserved. Please update the app.
de: Unbekannter iCloud-Zonenlöschgrund erhalten. Lokale Daten bleiben erhalten. Bitte aktualisiere die App.
es: Se recibió un motivo de eliminación de zona de iCloud desconocido. Los datos locales se conservan. Actualiza la app.
fr: Raison de suppression de zone iCloud inconnue reçue. Données locales conservées. Mettez à jour l'application.
ja: 不明なiCloudゾーン削除理由を受信しました。ローカルデータは保持されます。アプリを更新してください。
ko: 알 수 없는 iCloud 영역 삭제 이유를 받았습니다. 로컬 데이터는 보존됩니다. 앱을 업데이트하세요.
pt_br: Motivo de exclusão de zona do iCloud desconhecido. Dados locais preservados. Atualize o app.
zh_hans: 收到未知的 iCloud 区域删除原因。本地数据已保留。请更新应用。
zh_hant: 收到未知的 iCloud 區域刪除原因。本地資料已保留。請更新應用程式。

source: Unquote jq String Results
de: jq-Zeichenketten entzitieren
es: Eliminar comillas de resultados jq
fr: Retirer les guillemets des résultats jq
ja: jq文字列結果の引用符を除去
ko: jq 문자열 결과 따옴표 제거
pt_br: Remover aspas dos resultados jq
zh_hans: 去除 jq 字符串结果的引号
zh_hant: 去除 jq 字串結果的引號

source: Unquote string results
de: Zeichenkettenergebnisse entquoten
es: Quitar comillas de resultados de cadena
fr: Déséchapper les résultats de chaîne
ja: 文字列結果のクォートを解除
ko: 문자열 결과 따옴표 제거
pt_br: Remover aspas dos resultados de string
zh_hans: 取消字符串结果的引号
zh_hant: 取消字串結果的引號

source: Unresolved template variables: %@
de: Unaufgelöste Vorlagenvariablen: %@
es: Variables de plantilla sin resolver: %@
fr: Variables de modèle non résolues : %@
ja: 未解決のテンプレート変数：%@
ko: 해결되지 않은 템플릿 변수: %@
pt_br: Variáveis de modelo não resolvidas: %@
zh_hans: 未解析的模板变量：%@
zh_hant: 未解析的範本變數：%@

source: Unsupported Format
de: Nicht unterstütztes Format
es: Formato no compatible
fr: Format non pris en charge
ja: 非対応の形式
ko: 지원되지 않는 형식
pt_br: Formato não suportado
zh_hans: 不支持的格式
zh_hant: 不支援的格式

source: Update available. Review changes to refresh.
de: Aktualisierung verfügbar. Änderungen prüfen, um zu aktualisieren.
es: Actualización disponible. Revisa los cambios para actualizar.
fr: Mise à jour disponible. Examinez les modifications pour actualiser.
ja: 更新があります。変更を確認して更新してください。
ko: 업데이트를 사용할 수 있습니다. 변경 사항을 검토하여 새로고침하세요.
pt_br: Atualização disponível. Revise as alterações para atualizar.
zh_hans: 有可用更新。请查看变更并更新。
zh_hant: 有可用更新。請查看變更並更新。

source: Updating preview…
de: Vorschau wird aktualisiert…
es: Actualizando vista previa…
fr: Mise à jour de l'aperçu…
ja: プレビューを更新中…
ko: 미리보기 업데이트 중…
pt_br: Atualizando pré-visualização…
zh_hans: 正在更新预览…
zh_hant: 正在更新預覽…

source: URL Encoded
de: URL-kodiert
fr: Encodage URL
ja: URL エンコード
zh_hans: URL 编码
zh_hant: URL 編碼

source: URL-encoded
de: URL-codiert
es: Codificado en URL
fr: Encodé en URL
ja: URL エンコード
ko: URL 인코딩
pt_br: Codificado em URL
zh_hans: URL 编码
zh_hant: URL 編碼

source: Use {{variable}} in URLs, headers, body, and auth fields.
de: Verwende {{variable}} in URLs, Headern, Body und Auth-Feldern.
es: Usa {{variable}} en URLs, cabeceras, cuerpo y campos de autenticación.
fr: Utilisez {{variable}} dans les URL, en-têtes, corps et champs d'authentification.
ja: URL、ヘッダー、ボディ、認証フィールドで {{variable}} を使用できます。
ko: URL, 헤더, 본문, 인증 필드에서 {{variable}}을 사용하세요.
pt_br: Use {{variable}} em URLs, cabeçalhos, corpo e campos de autenticação.
zh_hans: 在 URL、标头、正文和认证字段中使用 {{variable}}。
zh_hant: 在 URL、標頭、主體和認證欄位中使用 {{variable}}。

source: Use local version
de: Lokale Version verwenden
es: Usar versión local
fr: Utiliser la version locale
ja: ローカル版を使用
ko: 로컬 버전 사용
pt_br: Usar versão local
zh_hans: 使用本地版本
zh_hant: 使用本機版本

source: Use the original request method on 301/302/303 redirects instead of GET
de: Bei 301/302/303-Weiterleitungen die ursprüngliche HTTP-Methode statt GET verwenden
es: Usar el método HTTP original en redirecciones 301/302/303 en lugar de GET
fr: Utiliser la méthode HTTP d'origine pour les redirections 301/302/303 au lieu de GET
ja: 301/302/303 リダイレクト時に GET ではなく元のリクエストメソッドを使用
ko: 301/302/303 리디렉션에서 GET 대신 원래 요청 메서드 사용
pt_br: Usar o método HTTP original em redirecionamentos 301/302/303 em vez de GET
zh_hans: 在 301/302/303 重定向时使用原始请求方法而非 GET
zh_hant: 在 301/302/303 重新導向時使用原始請求方法而非 GET

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
zh_hans: 用户名
zh_hant: 使用者名稱

source: Valid Until
de: Gültig bis
es: Válido hasta
fr: Valide jusqu'au
ja: 有効期限
ko: 유효 기간
pt_br: Válido até
zh_hans: 有效期至
zh_hant: 有效期至

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt_br: Valor
zh_hans: 值
zh_hant: 值

source: Value type
de: Werttyp
es: Tipo de valor
fr: Type de valeur
ja: 値の型
ko: 값 유형
pt_br: Tipo de valor
zh_hans: 值类型
zh_hant: 值類型

source: Variable name
de: Variablenname
es: Nombre de variable
fr: Nom de variable
ja: 変数名
ko: 변수 이름
pt_br: Nome da variável
zh_hans: 变量名称
zh_hant: 變數名稱

source: Variable Overrides
de: Variablen-Überschreibungen
es: Sustitución de variables
fr: Substitution de variables
ja: 変数オーバーライド
ko: 변수 재정의
pt_br: Substituição de variáveis
zh_hans: 变量覆盖
zh_hant: 變數覆寫

source: Verify SSL certificates when sending requests
de: SSL-Zertifikate beim Senden von Anfragen überprüfen
es: Verificar certificados SSL al enviar solicitudes
fr: Vérifier les certificats SSL lors de l'envoi des requêtes
ja: リクエスト送信時に SSL 証明書を検証
ko: 요청 전송 시 SSL 인증서 검증
pt_br: Verificar certificados SSL ao enviar requisições
zh_hans: 发送请求时验证 SSL 证书
zh_hant: 傳送請求時驗證 SSL 憑證

source: View
de: Darstellung
es: Vista
fr: Affichage
ja: 表示
ko: 보기
pt_br: Visualizar
zh_hans: 查看
zh_hant: 檢視

source: Waiting for authorization on GitHub.
de: Warten auf Autorisierung auf GitHub.
es: Esperando autorización en GitHub.
fr: En attente d'autorisation sur GitHub.
ja: GitHub での認可を待機中です。
ko: GitHub에서 권한 부여를 기다리는 중입니다.
pt_br: Aguardando autorização no GitHub.
zh_hans: 正在等待 GitHub 授权。
zh_hant: 正在等待 GitHub 授權。

source: Waiting for authorization…
de: Warten auf Autorisierung…
es: Esperando autorización…
fr: En attente d'autorisation…
ja: 認可を待機中…
ko: 권한 부여 대기 중…
pt_br: Aguardando autorização…
zh_hans: 正在等待授权…
zh_hant: 正在等待授權…

source: Waiting for iCloud download
de: Warte auf iCloud-Download
es: Esperando descarga de iCloud
fr: En attente du téléchargement iCloud
ja: iCloud のダウンロードを待機中
ko: iCloud 다운로드 대기 중
pt_br: Aguardando download do iCloud
zh_hans: 等待从 iCloud 下载
zh_hant: 等待從 iCloud 下載

source: WebSocket Error
de: WebSocket-Fehler
es: Error de WebSocket
fr: Erreur WebSocket
ja: WebSocketエラー
ko: WebSocket 오류
pt_br: Erro WebSocket
zh_hans: WebSocket 错误
zh_hant: WebSocket 錯誤

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo ao
zh_hans: 欢迎使用
zh_hant: 歡迎使用

source: ws:// or wss://
de: ws:// oder wss://
es: ws:// o wss://
fr: ws:// ou wss://
ko: ws:// 또는 wss://
pt_br: ws:// ou wss://

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄色
ko: 노란색
pt_br: Amarelo
zh_hans: 黄色
zh_hant: 黃色

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是
zh_hant: 是

source: Your API companion
de: Dein API-Begleiter
es: Tu compañero de API
fr: Votre compagnon API
ja: あなたの API パートナー
ko: 당신의 API 파트너
pt_br: Seu companheiro de API
zh_hans: 你的 API 伙伴
zh_hant: 你的 API 夥伴

source: Your API companion for macOS
de: Dein API-Begleiter für macOS
es: Tu compañero de API para macOS
fr: Votre compagnon API pour macOS
ja: macOS のための API パートナー
ko: macOS를 위한 API 파트너
pt_br: Seu companheiro de API para macOS
zh_hans: 你的 macOS API 伙伴
zh_hant: 你的 macOS API 夥伴

source: A field path must start with /, for example /data/token.
de: Ein Feldpfad muss mit / beginnen, z. B. /data/token.
es: La ruta debe comenzar con /, por ejemplo /data/token.
fr: Un chemin doit commencer par /, par exemple /data/token.
ja: パスは / で始めてください。例：/data/token。
ko: 필드 경로는 /로 시작해야 합니다. 예: /data/token.
pt_br: O caminho deve começar com /, como /data/token.
zh_hans: 字段路径必须以 / 开头，例如 /data/token。
zh_hant: 欄位路徑必須以 / 開頭，例如 /data/token。

source: Add Check
de: Prüfung hinzufügen
es: Añadir comprobación
fr: Ajouter une vérification
ja: チェックを追加
ko: 검사 추가
pt_br: Adicionar verificação
zh_hans: 添加检查
zh_hant: 新增檢查

source: Add Response Variable
de: Antwortvariable hinzufügen
es: Añadir variable de respuesta
fr: Ajouter une variable de réponse
ja: レスポンス変数を追加
ko: 응답 변수 추가
pt_br: Adicionar variável da resposta
zh_hans: 添加响应变量
zh_hant: 新增回應變數

source: Add checks to each request
de: Jeder Anfrage Prüfungen hinzufügen
es: Añadir comprobaciones a cada solicitud
fr: Ajouter des vérifications à chaque requête
ja: 各リクエストにチェックを追加
ko: 각 요청에 검사 추가
pt_br: Adicionar verificações a cada requisição
zh_hans: 为每个请求添加检查
zh_hant: 為每個請求新增檢查

source: All HTTP Requests
de: Alle HTTP-Anfragen
es: Todas las solicitudes HTTP
fr: Toutes les requêtes HTTP
ja: すべての HTTP リクエスト
ko: 모든 HTTP 요청
pt_br: Todas as requisições HTTP
zh_hans: 全部 HTTP 请求
zh_hant: 所有 HTTP 請求

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ko: 인증
pt_br: Autenticação
zh_hans: 认证
zh_hant: 驗證

source: Baseline Response
de: Referenzantwort
es: Respuesta de referencia
fr: Réponse de référence
ja: 基準レスポンス
ko: 기준 응답
pt_br: Resposta de referência
zh_hans: 基准响应
zh_hant: 基準回應

source: Check
de: Prüfung
es: Comprobación
fr: Vérification
ja: チェック
ko: 검사
pt_br: Verificação
zh_hans: 检查
zh_hant: 檢查

source: Check Current Response
de: Aktuelle Antwort prüfen
es: Comprobar respuesta actual
fr: Vérifier la réponse actuelle
ja: 現在のレスポンスをチェック
ko: 현재 응답 검사
pt_br: Verificar resposta atual
zh_hans: 检查当前响应
zh_hant: 檢查目前回應

source: Choose a response field, name a variable, then use {{name}} in another request.
de: Wählen Sie ein Antwortfeld, benennen Sie eine Variable und verwenden Sie {{name}} in einer anderen Anfrage.
es: Elija un campo, nombre una variable y use {{name}} en otra solicitud.
fr: Choisissez un champ, nommez une variable, puis utilisez {{name}} dans une autre requête.
ja: レスポンスのフィールドに変数名を付け、別のリクエストで {{name}} を使います。
ko: 응답 필드를 선택하고 변수 이름을 지정한 뒤 다른 요청에서 {{name}}을 사용하세요.
pt_br: Escolha um campo, nomeie uma variável e use {{name}} em outra requisição.
zh_hans: 选择响应字段并命名变量，然后在其他请求中使用 {{name}}。
zh_hant: 選擇回應欄位並命名變數，再於其他請求中使用 {{name}}。

source: Choose the field and variable
de: Feld und Variable auswählen
es: Elegir campo y variable
fr: Choisir le champ et la variable
ja: フィールドと変数を選択
ko: 필드와 변수 선택
pt_br: Escolher campo e variável
zh_hans: 选择字段并命名变量
zh_hant: 選擇欄位並命名變數

source: Close the workflow panel, change the request or environment, and send again. Reopen Compare Responses and tap Compare with Baseline. Red shows the old value; green shows the new value.
de: Schließen Sie das Fenster, ändern Sie Anfrage oder Umgebung und senden Sie erneut. Öffnen Sie Antworten vergleichen und vergleichen Sie mit der Referenz. Rot zeigt den alten Wert, Grün den neuen.
es: Cierre el panel, cambie la solicitud o el entorno y envíe de nuevo. Reabra Comparar respuestas y compare con la referencia. Rojo indica el valor anterior; verde, el nuevo.
fr: Fermez le panneau, modifiez la requête ou l’environnement et renvoyez. Rouvrez Comparer les réponses et comparez à la référence. Le rouge montre l’ancienne valeur, le vert la nouvelle.
ja: パネルを閉じ、リクエストや環境を変更して再送信します。「レスポンスの比較」を開き直し、「基準と比較」を押します。赤は旧値、緑は新値です。
ko: 패널을 닫고 요청이나 환경을 바꾼 뒤 다시 보내세요. 응답 비교를 다시 열고 기준과 비교를 누르세요. 빨간색은 이전 값, 초록색은 새 값입니다.
pt_br: Feche o painel, altere a requisição ou o ambiente e envie novamente. Reabra Comparar respostas e compare com a referência. Vermelho mostra o valor antigo; verde, o novo.
zh_hans: 关闭工作流面板，修改请求或切换环境后再次发送。重新打开“响应对比”，点击“与基准对比”。红色显示旧值，绿色显示新值。
zh_hant: 關閉工作流程面板，修改請求或切換環境後再次傳送。重新開啟「回應比較」，點按「與基準比較」。紅色顯示舊值，綠色顯示新值。

source: Compare Responses
de: Antworten vergleichen
es: Comparar respuestas
fr: Comparer les réponses
ja: レスポンスの比較
ko: 응답 비교
pt_br: Comparar respostas
zh_hans: 响应对比
zh_hant: 回應比較

source: Compare with Baseline
de: Mit Referenz vergleichen
es: Comparar con la referencia
fr: Comparer à la référence
ja: 基準と比較
ko: 기준과 비교
pt_br: Comparar com a referência
zh_hans: 与基准对比
zh_hant: 與基準比較

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 사용
pt_br: Ativado
zh_hans: 启用
zh_hant: 啟用

source: Enabled extraction rules run after each successful HTTP response. Existing variables with the same name are replaced.
de: Aktive Regeln werden nach jeder erfolgreichen HTTP-Antwort ausgeführt und ersetzen gleichnamige Variablen.
es: Las reglas activas se aplican tras cada respuesta HTTP correcta y sustituyen variables con el mismo nombre.
fr: Les règles actives s’appliquent après chaque réponse HTTP réussie et remplacent les variables de même nom.
ja: 有効なルールは HTTP の成功レスポンスごとに実行され、同名の変数を更新します。
ko: 활성 규칙은 성공한 HTTP 응답마다 실행되며 같은 이름의 변수를 덮어씁니다.
pt_br: As regras ativas são aplicadas após cada resposta HTTP bem-sucedida e substituem variáveis com o mesmo nome.
zh_hans: 启用的提取规则会在每次 HTTP 成功响应后执行，同名变量会被覆盖。
zh_hant: 啟用的擷取規則會在每次 HTTP 成功回應後執行，同名變數會被覆寫。

source: Enter /timestamp, /requestId in Ignored paths to skip values that change every time. A path also skips nested fields. Arrays are compared by position. Replace the baseline only when you want a new reference.
de: Geben Sie unter Ignorierte Pfade /timestamp, /requestId ein, um wechselnde Werte und untergeordnete Felder auszuschließen. Arrays werden nach Position verglichen. Ersetzen Sie die Referenz nur bei Bedarf.
es: Introduzca /timestamp, /requestId en Rutas ignoradas para omitir valores cambiantes y campos anidados. Los arrays se comparan por posición. Sustituya la referencia solo cuando necesite una nueva.
fr: Saisissez /timestamp, /requestId dans Chemins ignorés pour exclure les valeurs variables et leurs champs imbriqués. Les tableaux sont comparés par position. Remplacez la référence seulement pour en définir une nouvelle.
ja: 「無視するパス」に /timestamp, /requestId を入力すると、変動する値と配下のフィールドを除外します。配列は位置で比較します。新しい基準が必要なときだけ置き換えてください。
ko: 무시할 경로에 /timestamp, /requestId를 입력하면 매번 바뀌는 값과 하위 필드를 제외합니다. 배열은 위치별로 비교합니다. 새 기준이 필요할 때만 교체하세요.
pt_br: Insira /timestamp, /requestId em Caminhos ignorados para excluir valores que mudam e seus campos internos. Arrays são comparados por posição. Substitua a referência apenas quando precisar de uma nova.
zh_hans: 在“忽略的路径”中填入 /timestamp, /requestId，跳过每次变化的值及其下级字段。数组按位置对比。只有需要新参考时才替换基准。
zh_hant: 在「忽略的路徑」填入 /timestamp, /requestId，略過每次變動的值及其下層欄位。陣列依位置比較。只有需要新參考時才取代基準。

source: Example: /timestamp, /requestId. A path also ignores all fields below it.
de: Beispiel: /timestamp, /requestId. Untergeordnete Felder werden ebenfalls ignoriert.
es: Ejemplo: /timestamp, /requestId. También se omiten los campos bajo cada ruta.
fr: Exemple : /timestamp, /requestId. Les champs sous ces chemins sont aussi ignorés.
ja: 例：/timestamp, /requestId。指定したパスの配下もすべて除外します。
ko: 예: /timestamp, /requestId. 경로 아래의 모든 필드도 무시됩니다.
pt_br: Exemplo: /timestamp, /requestId. Os campos abaixo de cada caminho também são ignorados.
zh_hans: 例如 /timestamp, /requestId。指定路径也会忽略其下所有字段。
zh_hant: 例如 /timestamp, /requestId。指定路徑也會忽略其下所有欄位。

source: Execution Order
de: Ausführungsreihenfolge
es: Orden de ejecución
fr: Ordre d’exécution
ja: 実行順序
ko: 실행 순서
pt_br: Ordem de execução
zh_hans: 执行顺序
zh_hant: 執行順序

source: Expected value
de: Erwarteter Wert
es: Valor esperado
fr: Valeur attendue
ja: 期待する値
ko: 예상 값
pt_br: Valor esperado
zh_hans: 预期值
zh_hant: 預期值
